Repository: CZ-NIC/djangocms-git-md-page
Catalog: git_md_page/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Full path to the file in the repository.
cs: Celá cesta k souboru v repozitáři.

source: Git MD page
cs: Git MD stránka

source: Git repositories
cs: Gitovské repozitáře

source: Others
cs: Ostatní

source: Repository could not be cloned (error code: {}).
cs: Repozitář se nepodařilo stáhnout (error č. {}).

source: Secret for webhook
cs: Secret pro webhook

source: Source branch
cs: Cílová větev

source: Source branch is usually either master or main.
cs: Cílová větev je obvykle buď master, nebo main.

source: URL for the repository
cs: URL repozitáře

source: https://github.com/owner-name/repository-name.git
cs: https://github.com/jmeno-vlastnika/jmeno-repozitar.git
